---
kind: other
id: Properties.T:Autodesk.Revit.DB.ImageBackgroundSettings
source: html/38034bd3-83fc-a907-151f-ff9429e16c19.htm
---
# ImageBackgroundSettings Properties

The background image fit type.